/* Locally */
"Locally" = "Locally";

/* All application data will be stored locally on the device. If you have multiple devices then the data will not be synchronised between them. */
"LocallyDescription" = "All application data will be stored locally on the device. If you have multiple devices then the data will not be synchronised between them.";

/* iCloud */
"iCloud" = "iCloud";

/* You have signed into a different iCloud account. */
"iCloud.AccountChanged.Body" = "You have signed into a different iCloud account.";

/* iCloud Account Changed */
"iCloud.AccountChanged.Title" = "iCloud Account Changed";

/* Data Storage Selection */
"iCloud.Enable.Title" = "Data Storage Selection";

/* Replace Local Data */
"iCloud.MigrateFromCloud" = "Replace Local Data";

/* Migrate Data From Cloud */
"iCloud.MigrateFromCloud.Title" = "Migrate Data From Cloud";

/* This will replace all local data for %@ with your iCloud data.\n\nAll existing local data for %@ WILL BE OVERWRITTEN! */
"iCloud.MigrateFromCloudDescription" = "This will replace all local data for %@ with your iCloud data.\n\nAll existing local data for %@ WILL BE OVERWRITTEN!";

/* Merge iCloud Data */
"iCloud.MigrateToCloud" = "Merge iCloud Data";

/* Migrate Data To Cloud */
"iCloud.MigrateToCloud.Title" = "Migrate Data To Cloud";

/* This will merge all of your local data with your iCloud data for %@. Your local data will not be changed.\n\nAll local data will not be accessible until iCloud is disabled. */
"iCloud.MigrateToCloudDescription" = "This will merge all of your local data with your iCloud data for %@. Your local data will not be changed.\n\nAll local data will not be accessible until iCloud is disabled.";

/* Migration of the data to iCloud failed. Local data will be used instead. */
"iCloud.MigrationFromCloudFailed.Body" = "Migration of the data to iCloud failed. Local data will be used instead.";

/* iCloud Migration Failed */
"iCloud.MigrationFromCloudFailed.Title" = "iCloud Migration Failed";

/* Migration of the data to iCloud failed. iCloud will be disabled and the local data will be used. To attempt to switch back to iCloud go to the iCloud page in Global Settings. */
"iCloud.MigrationToCloudFailed.Body" = "Migration of the data to iCloud failed. iCloud will be disabled and the local data will be used. To attempt to switch back to iCloud go to the iCloud page in Global Settings.";

/* iCloud Migration Failed */
"iCloud.MigrationToCloudFailed.Title" = "iCloud Migration Failed";

/* Keep Local Data */
"iCloud.NoMigrateFromCloud" = "Keep Local Data";

/* This will use the existing local data. Your iCloud data will not be changed.\n\nAll iCloud data will not be accessible until iCloud is enabled. */
"iCloud.NoMigrateFromCloudDescription" = "This will use the existing local data. Your iCloud data will not be changed.\n\nAll iCloud data will not be accessible until iCloud is enabled.";

/* Keep iCloud Data */
"iCloud.NoMigrateToCloud" = "Keep iCloud Data";

/* This will use the existing data on iCloud. Your local data will not be changed.\n\nAll local data will not be accessible until iCloud is disabled. */
"iCloud.NoMigrateToCloudDescription" = "This will use the existing data on iCloud. Your local data will not be changed.\n\nAll local data will not be accessible until iCloud is disabled.";

/* All application data will be stored in iCloud. If you have multiple devices connected to the same iCloud account then the data will be synchronised between them. */
"iCloudDescription" = "All application data will be stored in iCloud. If you have multiple devices connected to the same iCloud account then the data will be synchronised between them.";

